/* No comment provided by engineer. */
"All features are free except encrypting a directory which requires a license" = "Toutes les fonctionnalités sont accessibles à l'exception de l'encryptage des répertoires qui nécessite une licence";

/* No comment provided by engineer. */
"Archiving " = "Archivage ";

/* No comment provided by engineer. */
"Archiving folder" = "Dossier d'archivage";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Crypt2 does not work with files in the orginal .crypt format. Please use the original Crypt program to do that. Sorry for the lack of backwards compatability, but as I had very few donations I assume there weren't many people using the old format so it's not worth supporting." = "Crypt2 ne fonctionne pas avec des fichiers au format .crypt. Utilisez pour cela le programme Crypt originel. Désolé pour ce manque de compatibilité descendante, mais comme j'ai eu assez peu de retours (donations), je considère qu'il y a assez peu de gens utilisant l'ancien format et qu'il ne vaut pas trop d'effort.";

/* No comment provided by engineer. */
"Decrypt" = "Décripter";

/* No comment provided by engineer. */
"Decrypting" = "Décriptage";

/* No comment provided by engineer. */
"Delete encrypted file:" = "Effacer le fichier encrypté:";

/* No comment provided by engineer. */
"Delete original file:" = "Effacer le fichier original:";

/* No comment provided by engineer. */
"Drop items here to\n encrypt or decrypt" = "Glisser ici les éléments\n que vous désirez,\nencrypter ou décrypter";

/* No comment provided by engineer. */
"Encrypt" = "Encrypter";

/* No comment provided by engineer. */
"encrypted file" = "Fichier encrypté";

/* No comment provided by engineer. */
"Encrypting" = "Encryptage";

/* No comment provided by engineer. */
"Encryption password:" = "Mot de passe d'encryptage:";

/* No comment provided by engineer. */
"need a password" = "Mot de passe ?";

/* No comment provided by engineer. */
"of" = "de";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"original folder" = "dossier original";

/* No comment provided by engineer. */
"pass" = "Mot de passe";

/* No comment provided by engineer. */
"password not valid for file" = "Mot de passe non valide pour ce fichier";

/* No comment provided by engineer. */
"Removing " = "Retirer ";

/* No comment provided by engineer. */
"retype password" = "resaisir le mot de passe";

/* No comment provided by engineer. */
"Retype password:" = "Resaisir le mot de passe:";

/* No comment provided by engineer. */
"retyped password does not match" = "Le mot de passe saisi ne correspond pas";

/* No comment provided by engineer. */
"Shred:" = "Déchiqueté:";

/* No comment provided by engineer. */
"Shredding " = "Déchiquetage ";

/* No comment provided by engineer. */
"Sorry" = "Désolé";

/* No comment provided by engineer. */
"temporary archive" = "Archive temporaire";

/* No comment provided by engineer. */
"Unarchiving" = "Désarchivage";

/* No comment provided by engineer. */
"writing ones" = "écriture de uns";

/* No comment provided by engineer. */
"writing random data" = "écriture de données aléatoires";

/* No comment provided by engineer. */
"writing zeros" = "écriture de zéros";

"About Crpyt2" = "À propos de Crypt2";
"Feedback..." = "Retour...";
"Tell a Friend..." = "Avertir un ami...";
"Web Page..." = "Site web...";
"Help" = "Aide";
"Help" = "Aide";

